<template>
    <div class="app">
    <h1>Уютный отель в историческом центре</h1>
    <p>Внутреннее убранство отеля «Губерния» удачно гармонирует не только с историческим обликом всего здания, но и возвышенной атмосферой Вологды. Утончённый и классический стиль старинного губернского города прослеживается в дизайне интерьера каждого помещения.</p>
    <p>Все гостевые комнаты элегантно декорированы и оборудованы с учётом современных требований качества и комфорта. Цветовую гамму декора составляют спокойные, сдержанные, благородные тона и оттенки: коричневый, золотистый, бежевый, терракотовый, цвета слоновой кости.</p>
        <hr>
        <h1>Размещение</h1>
    <p>Номера в мини-отеле «Губерния» предназначены для того, чтобы радовать гостей лучшим соотношением необходимого уровня удобства и элегантности.</p>
    <p>К услугам гостей предлагаются два уровня номеров, различающихся функциональностью, размерами и стоимостью: стандарт и стандарт улучшенный.</p>

    <p>Номера меблированы с большим вниманием к комфорту гостей, которые могут выбрать комнату с двумя односпальными или одной двуспальной кроватью. В номере формата «улучшенный стандарт» дополнительно размещён красивый стильный диван. Комнаты для гостей обставлены удобной новой мебелью и оснащены необходимой техникой: телевизором, кондиционером, холодильником.</p>

    <p>Безупречный стиль декора номеров может соревноваться лишь с уровнем их технического оснащения. Заботливо оборудованное функциональное рабочее место, бесплатные Wi-Fi и городской телефон станут отличным подспорьем в работе бизнесмена, кабельное телевидение поможет путешественнику скоротать одинокий вечер вдали от дома. В каждом номере есть современный санузел с ванной или душевой кабиной, а также феном и непременными туалетными принадлежностями.</p>
        <hr>
        <h1>Номер 1-й категории (Стандарт)</h1>
        <h3>от 2700 /сутки</h3>
        <p>Элегантный и уютный номер формата «Стандарт» гарантирует комфортное проживание 2-м или даже 3-м гостям (с предоставлением дополнительной кровати).</p>


        <hr>
        <h1>Номер 1-й категории (Стандарт улучшеный)</h1>
        <h3>от 3000 /сутки</h3>
        <p>Комфортабельный и просторный номер формата «Стандарт улучшенный» меблированный дополнительным диваном, обеспечит качественный уют гостям в числе 3 – 4 человек.</p>
    </div>
</template>

<script>
    export default {
        name: "InfoHome"
    }
</script>

<style scoped lang ="less">
    ::-webkit-scrollbar-button {
        background-image:url('');
        background-repeat:no-repeat;
        width:6px;
        height:0px
    }

    ::-webkit-scrollbar-track {
        background-color:#32312e;
        box-shadow:0px 0px 3px #000 inset;
    }

    ::-webkit-scrollbar-thumb {
        -webkit-border-radius: 5px;
        border-radius: 0px;
        background-color:#ffcb17;
        box-shadow:0px 1px 1px #fff inset;
        background-image:url('https://yraaa.ru/_pu/24/59610063.png');
        background-position:center;
        background-repeat:no-repeat;
    }

    ::-webkit-resizer{
        background-image:url('');
        background-repeat:no-repeat;
        width:7px;
        height:0px
    }

    ::-webkit-scrollbar{
        width: 11px;
    }
    .app{
        display: flex;
        flex-direction: column;
        align-items: center;
        font-family: "Courier New";
        color:white;
        padding: 0 100px 0 100px;
        margin-top: 100px;
        overflow: auto;
        width: 90%;
        height: 75vh;
        h1{
            font-size: 35px;
            font-weight: bold;
            text-align: center;
        }
        h3{
            font-size: 25px;
            font-style: italic;
            font-weight: bold;
            text-align: center;
        }
        p{
            font-size: 20px;
        }
    }
</style>